{
    "Political social media": [
        "New year, new chance to sign up for a quality ACA healthcare plan. Before January 15, take some time to find a plan that works for you and #GetCovered in 2023 at",
        "It's been incredible to meet with so many New Yorkers today as we celebrate #MLKDay and as we work to honor the life and legacy of Reverend Dr. Martin Luther King, Jr. by continuing his march toward equality for all.",
        "Glad to be at the historic opening of the Alief Multi-Service Center; joined by Mayor @sylvesterturner and Councilmember @tiffanydeshellthomas . From swimming pools, to tennis courts, to skate parks, this facility will serve our city greatly for years to come.",
        "I obtained $1,800,000 for the Roe Road Extension Project in Paradise and $1,400,000 for the Cohasset Road Widening and Fire Safety Project to improve evacuation routes in those areas. These projects are focused on increasing road capacity to help people more quickly evacuate areas threatened by natural disasters, such as wildfires. This also aids first responders and emergency services to get to a disaster scene more expeditiously. These improvements to evacuation infrastructure will improve the safety and quality of life for the residents of Paradise and Butte County. Learning from previous disasters and expanding our ability to react and respond helps us prepare for potential new ones.",
        "The fatal beating of Tyre Nichols is horrifying. I'm devastated for his family and the Memphis community. We must fight for a world that ends this injustice and inhumane brutality at last.",
        "I am honored to continue serving on the Transportation and Infrastructure Committee Republicans. Solid infrastructure is critical to Florida's economy, which is dependent on moving goods and people efficiently and effectively. There's important work to be done in improving our infrastructure, and I look forward to working with Sam Graves, the members and applying my nearly 40 years of transportation policy and program experience to invest in our infrastructure system with creative funding ideas and innovative programs.",
        "I am grateful for the opportunity to represent the citizens of South Carolina's Second Congressional District and remain accessible to them."
    ],
    "Content Moderation": [
        "Men are bigger, stronger, smarter, are problem solvers, heal faster. Etc Men are literally built to work and get things done Women on the other hand, are built to have babies and raise families. Everything else men do better It's not just the bible it's biology Feminism lied",
        "The naive young women who call them selves feminists are completely irrelevant to anything because they don't push to change anything. What the fuck difference do they make? None.",
        "The only solution is for people to learn to stop being angry at entire genders",
        "I think you listed the order. 1. People of color 3. Women Although 2 &amp; 3 can interchange",
        "The short/average dick dudes and the women lurking here. Or just to themselves to boost their self esteem",
        "Can we agree that feminism is a bullshit concept and all it is aimed to do is oppress the common working man? I honestly don't have any idea what to do with my life right now...",
        "This is just another attempt to govern women's bodies. Come on.",
        "Let's do it again with Feminists. Now",
        "down to younger employees. A lot of older women use fake motherly personas to hide their catty personas to disguise the fact they're frozen in time and are the same bitter ppl they've always been. A lot of abusive parents take out their long held resentments on their children",
        "Riding the empowerment wave for women! Go Amy! #AmyMcgrath2020 #Kentucky #SemperFi"
    ],
    "Academic Paper Abstracts": [
        "An important aspect of making the Web accessible to blind users is ensuring that all important web page elements such as links, clickable buttons, and form fields have explicitly assigned labels. Properly labeled content is then correctly read out by screen readers, a dominant assistive technology used by blind users. In particular, improperly labeled form fields can critically impede online transactions such as shopping, paying bills, etc. with screen readers. Very often labels are not associated with form fields or are missing altogether, making form filling a challenge for blind users. Algorithms for associating a form element with one of several candidate labels in its vicinity must cope with the variability of the element's features including label's location relative to the element, distance to the element, etc. Probabilistic models provide a natural machinery to reason with such uncertainties. In this paper we present a Finite Mixture Model (FMM) formulation of the label association problem. The variability of feature values are captured in the FMM by a mixture of random variables that are drawn from parameterized distributions. Then, the most likely label to be paired with a form element is computed by maximizing the log-likelihood of the feature data using the Expectation-Maximization algorithm. We also adapt the FMM approach for two related problems: assigning labels (from an external Knowledge Base) to form elements that have no candidate labels in their vicinity and for quickly identifying clickable elements such as add-to-cart, checkout, etc., used in online transactions even when these elements do not have textual captions (e.g., image buttons w/o alternative text). We provide a quantitative evaluation of our techniques, as well as a user study with two blind subjects who used an aural web browser implementing our approach.",
        "Data quality is critical for many information-intensive applications. One of the best opportunities to improve data quality is during entry. Usher provides a theoretical, data-driven foundation for improving data quality during entry. Based on prior data, Usher learns a probabilistic model of the dependencies between form questions and values. Using this information, Usher maximizes information gain. By asking the most unpredictable questions first, Usher is better able to predict answers for the remaining questions. In this paper, we use Usher's predictive ability to design a number of intelligent user interface adaptations that improve data entry accuracy and efficiency. Based on an underlying cognitive model of data entry, we apply these modifications before, during and after committing an answer. We evaluated these mechanisms with professional data entry clerks working with real patient data from six clinics in rural Uganda. The results show that our adaptations have the potential to reduce error (by up to 78%), with limited effect on entry time (varying between -14% and +6%). We believe this approach has wide applicability for improving the quality and availability of data, which is increasingly important for decision-making and resource allocation.",
        "Scrolling is an essential part of our everyday computing experience. Contemporary scrolling techniques rely on the explicit initiation of scrolling by the user. The act of scrolling is tightly coupled with the user?s ability to absorb information via the visual channel. The use of eye gaze information is therefore a natural choice for enhancing scrolling techniques. We present several gaze-enhanced scrolling techniques for manual and automatic scrolling which use gaze information as a primary input or as an augmented input. We also introduce the use off-screen gaze-actuated buttons for document navigation and control.",
        "The Go-Go immersive interaction technique uses the metaphor of interactively growing the user’s arm and non-linear mapping for reaching and manipulating distant objects. Unlike others, our technique allows for seamless direct manipulation of both nearby objects and those at a distance.",
        "ThinSight is a novel optical sensing system, fully integrated into a thin form factor display, capable of detecting multi-ple fingers placed on or near the display surface. We describe this new hardware in detail, and demonstrate how it can be embedded behind a regular LCD, allowing sensing without degradation of display capability. With our approach, fingertips and hands are clearly identifiable through the display. The approach of optical sensing also opens up the exciting possibility for detecting other physical objects and visual markers through the display, and some initial experiments are described. We also discuss other novel capabilities of our system: interaction at a distance using IR pointing devices, and IR-based communication with other electronic devices through the display. A major advantage of ThinSight over existing camera and projector based optical systems is its compact, thin form-factor making such systems even more deployable. We therefore envisage using ThinSight to capture rich sensor data through the display which can be processed using computer vision techniques to enable both multi-touch and tangible interaction.",
        "Current asynchronous voice messaging interfaces, like voicemail, fail to take advantage of our conversational skills. TalkBack restores conversational turn-taking to voicemail retrieval by dividing voice messages into smaller sections based on the most significant silent and filled pauses and pausing after each to record a response. The responses are composed into a reply, alternating with snippets of the original message for context. TalkBack is built into a digital picture frame; the recipient touches a picture of the caller to hear each segment of the message in turn. The minimal interface models synchronous interaction and facilitates asynchronous voice messaging. TalkBack can also present a voice-annotated slide show which it receives over the Internet.",
        "GELO is a package that supports the interactive graphical display of software systems. Its features include built-in panning and zooming, abstraction of objects too small to see, pick correlation, windowing, and scroll bars. GELO creates a hierarchy of graphical objects that correspond to the components of the structure being displayed. Five flavors of graphical objects are supported, including those for simple structures, tiled layouts, and graph-based layouts. This framework is powerful enough to handle a wide variety of graphical visualizations, and it is general enough that new object flavors can be smoothly integrated in the future.GELO is easy to learn and to use, and is presently employed in two software development environments. Among its current applications are a variety of visual languages, an interactive display of call graphs, an interactive display of data structures, and a graphical representation of module dependencies.",
        "When teaching programming or hardware design, it is pedagogically valuable for students to generate examples of functions, circuits, or system designs. Teachers can be overwhelmed by these types of student submissions when running large residential or recently released massive online courses. The underlying distribution of student solutions submitted in response to a particular assignment may be complex, but the newly available volume of student solutions represents a denser sampling of that distribution. Working with large datasets of students' solutions, I am building systems with user interfaces that allow teachers to explore the variety of their students' correct and incorrect solutions. Forum posts, grading rubrics, and automatic graders can be based on student solution data, and turn massive engineering and computer science classrooms into useful insight and feedback for teachers. In the development process, I hope to describe essential design principles for such systems.",
        "One of the challenges with using mobile touch-screen devices is that they do not provide tactile feedback to the user. Thus, the user is required to look at the screen to interact with these devices. In this paper, we present SemFeel, a tactile feedback system which informs the user about the presence of an object where she touches on the screen and can offer additional semantic information about that item. Through multiple vibration motors that we attached to the backside of a mobile touch-screen device, SemFeel can generate different patterns of vibration, such as ones that flow from right to left or from top to bottom, to help the user interact with a mobile device. Through two user studies, we show that users can distinguish ten different patterns, including linear patterns and a circular pattern, at approximately 90% accuracy, and that SemFeel supports accurate eyes-free interactions.",
        "Multiplayer virtual reality (VR) games introduce the problem of variations in the physical size and shape of each user's space for mapping into a shared virtual space. We propose an asymmetric approach to solve the spatial variation problem, by allowing people to choose roles based on the size of their space. We demonstrate this concept through the implementation of a virtual snowball fight where players can choose from multiple roles, namely the shooter, the target, or an onlooker depending on whether the game is played remotely or together in one large space. In the co-located version, the target stands behind an actuated cardboard fort that responds to events in VR, providing non-VR spectators a way to participate in the experience. During preliminary deployment, users showed extremely positive reactions and the spectators were thrilled."
    ],
    "AI Broader Impact Statements": [
        "Image segmentation has been one of the main challenges in modern medical image analysis, and\ndescribes the process of assigning each pixel or voxel in images with biologically meaningful discrete\nlabels, such as anatomical structures and tissue types (e.g. pathology and healthy tissues). The task\nis required in many clinical and research applications, including surgical planning [41, 42], and the\nstudy of disease progression, aging or healthy development [43–45]. However, there are many cases\nin practice where the correct delineation of structures is challenging; this is also reflected in the\nwell-known presence of high inter- and intra-reader variability in segmentation labels obtained from\ntrained experts [9, 23, 5].\nAlthough expert manual annotations of lesions is feasible in practice, this task is time consuming.\nIt usually takes 1.5 to 2 hours to label a MS patient with average 3 visit scans. Meanwhile, the\nlong-established gold standard for segmentation of medical images has been manually voxel-by-voxel\nlabeled by an expert anatomist. Unfortunately, this process is fraught with both interand intra-rater\nvariability (e.g., on the order of approximately 10% by volume [46, 47]). Thus, developing an automatic\nsegmentation technique to fix the variability among inter- and intra-readers could be meaningful not only\nin terms of the accuracy in delineating MS lesions but also in the related reductions in time and economic\ncosts derived from manual lesion labeling. The lack of consistency in labelling is also common to see in\nother medical imaging applications, e.g., in lung abnormalities segmentation from CT images. A lesion\nmight be clearly visible by one annotator, but the information about whether it is cancer tissue or not\nmight not be clear to others. While our work in the current form has only been demonstrated on medical\nimages, we would like to stress that the medical imaging domain offers a considerably broad range of\nopportunities for impact; e.g., diagnosis/prognosis in radiology, surgical planning and study of disease\nprogression and treatment, etc. In addition, the annotator information could be potentially utilised for the\npurpose of education. Another potential opportunity is to integrate such information into the data/label\nacquisition scheme in order to train reliable segmentation algorithms in a data-efficient manner",
        "\nIn this paper, we offer a new interpretation of the self-distillation training framework, a commonly\nused technique for improved accuracy used among practitioners in the deep learning community,\nwhich allows us to gain some deeper understanding of the reasons for its success. With the ubiquity\nof deep learning in our society today and countless potential future applications of it, we believe our\nwork can potentially bring positive impacts in several ways.\n\nFirstly, despite the empirical utility of distillation and numerous successful applications in many\ntasks and applications ranging from computer vision to natural language processing problems, we\nstill lack a thorough understanding of why it works. In our opinion, blindly applying methods and\nalgorithms without a good grasp on the underlying mechanisms can be dangerous. Our perspective\noffers a theoretically grounded explanation for its success that allows us to apply the techniques to\nreal-world applications broadly with greater conﬁdence.\n\nIn addition, the proposed interpretation of distillation as a regularization to neural networks can\npotentially allow us to obtain models that are more generalizable and reliable. This is an extremely\nimportant aspect of applying deep learning to sensitive domains like healthcare and autonomous\ndriving, in which wrong predictions made by machines can lead to catastrophic consequences.\nMoreover, our new experimental demonstration that models trained with the distillation process can\npotentially lead to better-calibrated models that can facilitate safer and more interpretable applications\nof neural networks. Indeed, for real-world classiﬁcation tasks like disease diagnosis, in addition to\naccurate predictions, we need reliable estimates of the level of conﬁdence of the predictions made,\nwhich is something that neural networks are lacking currently as pointed out by recent research. More\ncalibrated models, in our opinion, enhances the explainability and transparency of neural network\nmodels.\n\nLastly, we believe the introduced framework can stimulate further research on the regularization of\ndeep learning models for better generalization and thus safer applications. It was recently demon-\nstrated that deep neural networks do not seem to suffer from overﬁtting. Our ﬁnding suggests that\noverﬁtting can still occur, though in a different way than conventional wisdom, and deep learning can\nstill beneﬁt from regularization. As such, we encourage research into more efﬁcient and principled\nforms of regularization to improve upon the distillation strategy.\n\nWe acknowledge the risks associated with our work. To be more speciﬁc, our ﬁnding advocates for\nthe use of priors for the regularization of neural networks. Despite the potentially better generalization\nperformance of trained models, depending on the choice of priors used for training, unwanted bias\ncan be inevitably introduced into the deep learning system, potentially causing issues of fairness and\nprivacy.\n\n",
        "\nThis paper presents methods for estimating point-wise dependency between high-dimensional data\nusing neural networks. This work may beneﬁt the applications that require understanding instance-\nlevel dependency. Take adversarial samples detection as an example: we can perform point-wise\ndependency estimation between data and label, and the ones with low point-wise dependency can be\nregarded as adversarial samples. We should also be aware of the malicious usage for our framework.\nFor instance, people with bad intentions can use our framework to detect samples that have a high\npoint-wise dependency with their of-interest private attributes. Then, these detected samples may be\nused for malicious purposes.\n",
        "\nIn this work we design algorithms with provable robustness guarantees in the challenging setting\nwhere the level of noise is allowed to vary across the domain. This models several scenarios of\ninterest, most notably situations where data provided by certain demographic groups is subject to\nmore noise than others. In a natural experiment on the UCI Adult dataset, we show that coping with\nthis type of noise can help mitigate some natural types of unfairness that arise with off-the-shelf\nalgorithms. Moreover our algorithms have the additional beneﬁt that they lead to more readily\ninterpretable hypotheses. In many settings of interest, we are able to give proper learning algorithms\n(where previously only improper learning algorithms were known). This could potentially help\npractitioners better understand and diagnose complex machine learning systems they are designing,\nand troubleshoot ways that the algorithm might be amplifying biases in the data.\n\n",
        "\nOur approach is motivated by sequential decision-making problems that arise in several domains such\nas road trafﬁc, markets, and security applications with potentially signiﬁcant societal beneﬁts. In such\ndomains, it is important to predict how the system responds to any given decision and take this into\naccount to achieve the desired performance. The methods proposed in this paper require to observe\nand quantify (via suitable indicators) the response of the system and to dispose of computational\nresources to process the observed data. Moreover, it is important that the integrity and the reliability\nof such data are veriﬁed, and that the used algorithms are complemented with suitable measures that\nensure the safety of the system at any point in time.\n\n",
        "From the sculptor’s chisel to the painter’s brush, tools for creative expression are an important part\nof human culture. The advent of digital photography and professional editing tools, such as Adobe\nPhotoshop, has allowed artists to push creative boundaries. However, the existing tools are typically\ntoo complicated to be useful by the general public. Our work is one of the new generation of visual\ncontent creation methods that aim to democratize the creative process. The goal is to provide intuitive\ncontrols (see Section 4.6) for making a wider range of realistic visual effects available to non-experts.\n\nWhile the goal of this work is to support artistic and creative applications, the potential misuse of such\ntechnology for purposes of deception – posing generated images as real photographs – is quite concern-\ning. To partially mitigate this concern, we can use the advances in the ﬁeld of image forensics [16], as a\nway of verifying the authenticity of a given image. In particular, Wang et al. [72] recently showed that a\nclassiﬁer trained to classify between real photographs and synthetic images generated by ProGAN [42],\nwas able to detect fakes produced by other generators, among them, StyleGAN [43] and Style-\nGAN2 [44]. We take a pretrained model of [72] and report the detection rates on several datasets in Ap-\npendix ??. Our swap-generated images can be detected with an average rate greater than 90%, and this in-\ndicates that our method shares enough architectural components with previous methods to be detectable.\nHowever, these detection methods do not work at 100%, and performance can degrade as the images are\ndegraded in the wild (e.g., compressed, rescanned) or via adversarial attacks. Therefore, the problem of\nverifying image provenance remains a signiﬁcant challenge to society that requires multiple layers of\nsolutions, from technical (such as learning-based detection systems or authenticity certiﬁcation chains),\nto social, such as efforts to increase public awareness of the problem, to regulatory and legislative.",
        "\nThis work touches upon a very old problem dating back to 1933 and the work of [39]. Therefore, we\ndon’t anticipate any new societal impacts or ethical aspects, that are not well understood by now.\n\n",
        "\nProduct design (e.g., furniture ) is labor extensive and requires expertise in computer graphics. With\nthe increasing number and diversity of 3D CAD models in online repositories, there is a growing need\nfor leverage them to facilitate future product development due to their similarities in function and\nshape. Towards this goal, our proposed method provide a novel unsupervised paradigm to establish\ndense correspondence for topology-varying objects, which is a prerequisite for shape analysis and\nsynthesis. Furthermore, as our approach is designed for generic objects, its application space can be\nextremely wide.\n",
        "\nQuantum computation has recently been attracting growing attentions owing to its potential for\nachieving computational speedups compared to any conventional classical computation that runs\non existing computers, opening the new ﬁeld of accelerating machine learning tasks via quantum\ncomputation: quantum machine learning. To attain a large quantum speedup, however, existing\nalgorithms for quantum machine learning require extreme assumptions on sparsity and low rank of\nmatrices used in the algorithms, which limit applicability of the quantum computation to machine\nlearning tasks. In contrast, the novelty of this research is to achieve an exponential speedup in quantum\nmachine learning without the sparsity and low-rank assumptions, broadening the applicability of\nquantum machine learning.\n\nAdvantageously, our quantum algorithm eliminates the computational bottleneck faced by a class of\nexisting classical algorithms for scaling up kernel-based learning algorithms by means of random\nfeatures. In particular, using this quantum algorithm, we can achieve the learning with the nearly\noptimal number of features, whereas this optimization has been hard to realize due to the bottleneck\nin the existing classical algorithms. A drawback of our quantum algorithm may arise from the fact\nthat we use powerful quantum subroutines for achieving the large speedup, and these subroutines are\nhard to implement on existing or near-term quantum devices that cannot achieve universal quantum\ncomputation due to noise. At the same time, these subroutines make our quantum algorithm hard to\nsimulate by classical computation, from which stems the computational advantage of our quantum\nalgorithm over the existing classical algorithms. Thus, our results open a route to a widely applicable\nframework of kernel-based quantum machine learning with an exponential speedup, leading to a\npromising candidate of “killer applications” of universal quantum computers.\n\n",
        "This work mainly contributes to AutoML in the aspect of discovering better learning rules or\noptimization algorithms from data. As a fundamental technique, it seems to pose no substantial\nsocietal risk. This paper proposes several improved training techniques to tackle the dilemma of\ntraining instability and poor generalization in learned optimizers. In general, learning to optimize\n(L2O) prevents laborious problem-specific optimizer design, and potentially can largely reduce the\ncost (including time, energy and expense) of model training or tuning hyperparameters."
    ]
}